Repository: S3b0/ecom_product_tools
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: pt_br

# select_product_division
source: Select a division
pt_br: Selecione uma divisão

# select_product_category
source: Select a category
pt_br: Selecione uma categoria

# select_product
source: Select a product
pt_br: Selecione um produto

# discontinued_checkbox_label
source: Hide discontinued products
pt_br: Ocultar produtos descontinuados

# file_category.no_category.title
source: Not categorized
pt_br: Não categorizado

# file.filename
source: File name
pt_br: Nome do arquivo

# file.revision
source: Revision
pt_br: Revisão

# file.size
source: Size
pt_br: Tamanho

# file.last_modified
source: Last modified
pt_br: Última modificação

# file.type
source: Type
pt_br: Tipo arquivo

# file.language
source: Language
pt_br: Idioma

# file.open
source: Open
pt_br: Abrir

# file.download
source: Download
pt_br: Fazer download

# product.discontinued
source: [discontinued]
pt_br: [descontinuado]

# product.atex_zone.0
source: Zone 0
pt_br: Zona 0

# product.atex_zone.1
source: Zone 1
pt_br: Zona 1

# product.atex_zone.2
source: Zone 2
pt_br: Zona 2

# product.atex_zone.3
source: Zone 0/20
pt_br: Zona 0/20

# product.atex_zone.4
source: Zone 1/21
pt_br: Zona 1/21

# product.atex_zone.5
source: Zone 2/22
pt_br: Zona 2/22

# product.nec_division.0
source: Division 0
pt_br: Divisão 0

# product.nec_division.1
source: Division 1
pt_br: Divisão 1

# product.nec_division.2
source: Division 2
pt_br: Divisão 2

# product.nec_division.3
source: Division 0/20
pt_br: Divisão 0/20

# product.nec_division.4
source: Division 1/21
pt_br: Divisão 1/21

# product.nec_division.5
source: Division 2/22
pt_br: Divisão 2/22

# teaser.about_product
source: More about the product
pt_br: Mais informações sobre o produto

# label.attestations
source: Certification No.:
pt_br: Certificado no:

# label.dl_certification
source: Download certification
pt_br: Fazer download do certificado

# dc.hint
source: You can find your product by selecting the product division and corresponding category.
pt_br: Você pode encontrar seu produto selecionando a divisão e a categoria correspondente.

# dc.nocats
source: No categories found!
pt_br: Não há categorias encontrado!

# dc.noprod
source: No products found!
pt_br: Nenhum produto foi encontrado!

# dc.nofiles
source: No files found!
pt_br: Nenhum arquivo encontrado!
